/* General aleert button titles */
"Cancel" = "Cancel";
"OK" = "OK";

/* Sidebar View navigation bar items (their label titles) */
"Show awards" = "Show awards";
"Add new tag" = "Add new tag";
"ADD SAMPLES" = "ADD SAMPLES";
/* Sidebar View sections and their rows contents */
"Smart Filters" = "Smart Filters";  /* Section header */
"All Issues" = "All Issues"; /* Row title | Navigation title for Content View */
"Recent Issues" = "Recent Issues"; /* Row title | Navigation title for Content View */
"Tags" = "Tags";    /* Section header */
"New tag" = "New tag"; /* Default name for newly created tag */
"Rename" = "Rename"; /* Context menu button title for renaming tag */
"Rename Tag" = "Rename Tag"; /* Title of alert for renaming tag */
"New name" = "New name"; /* Prompt placeholder for tag textfield of tag renaming alert */
/* Awards sheet */
"Awards" = "Awards"; /* Sheet navigation title */
/* Award details alert titles */
"Unlocked: %@" = "Unlocked: %@";
"%@ (locked)" = "%@ (locked)";

/* Content view navigation bar items (their label titles) */
"Add new issue" = "Add new issue";
"Filter" = "Filter";
/* Issues filter menu */
"Turn On Filter" = "Turn On Filter";
"Turn Off Filter" = "Turn Off Filter";
"Sort By" = "Sort By";
"Date Created" = "Date Created";
"Date Modified" = "Date Modified";
"Newest First" = "Newest First";
"Oldest First" = "Oldest First";
"All" = "All"; /* Show all issues disregarding status or priority */
/* Issue status options */
"Open" = "Open";
"Closed" = "Closed";
/* Issue priority options */
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
/* Prompt placeholder for Content View search field */
"Filter issues or type # to add tags" = "Filter issues or type # to add tags";

/* Issue details view */
"Details" = "Details"; /* Navigation title */
"No Issue Selected" = "No Issue Selected"; /* Text for 'No Issue View' */
"New Issue" = "New Issue"; /* Button title for 'No Issue View' | Default name for newly created issue */
/* Issue View top section */
"Enter the issue title here" = "Enter the issue title here"; /* Prompt placeholder for issue title text field */
"**Modified:** %@" = "**Modified:** %@";
"**Status:** %@" = "**Status:** %@";
"Priority" = "Priority"; /* Title for picker of issue priority */
"Tags:" = "Tags:"; /* Section header 'Issue details view' */
"No tags" = "No tags"; /* Button label for button to choose issue tags when issue has no tags */
"Add Tags" = "Add Tags"; /* title for menu tha allows to select issue tags */
"Basic Information:" = "Basic Information:"; /* Title for issue details section */
"Enter the issue description here" = "Enter the issue description here"; /* Prompt placeholder for issue details text field */
